def print_football():
    print('Время игры: два тайма по 45 минут')
    print('Количество игроков: 11 от одной команды')
    print('Цель игры — забить как можно больше мячей в ворота соперника')

def print_hockey():
    print('Время игры: три периода по 20 минут')
    print('Количество игроков: 6 от одной команды')
    print('Цель игры — забросить как можно больше шайб в ворота соперника')

def print_tennis():
    print('Время игры: неограниченное')
    print('Количество игроков: 1 или 2 от одной команды')
    print('Цель — отправить мячик за пределы поля соперника или заставить соперника не вернуть мячик')